Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Tapping a preset replaces the current grade. You can keep editing afterwards, and the preset stays as it was saved.
de: Ein Tippen auf ein Preset ersetzt das aktuelle Grading. Du kannst danach weiter bearbeiten, und das Preset bleibt so, wie es gesichert wurde.
es: Tocar un preajuste sustituye el etalonaje actual. Puedes seguir editando después, y el preajuste se queda tal y como se guardó.
fr: Toucher un préréglage remplace l'étalonnage actuel. Vous pouvez continuer à modifier ensuite, et le préréglage reste tel qu'il a été enregistré.
it: Toccare un preset sostituisce il grading attuale. Puoi continuare a modificare dopo, e il preset resta come è stato salvato.
sv: Att trycka på en förinställning ersätter den aktuella gradingen. Du kan fortsätta redigera efteråt, och förinställningen förblir som den sparades.

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
sv: Temperatur

source: Temperature balances warm and cool. Tint balances green and magenta. Vibrance gently boosts quieter colors.
de: Die Temperatur gleicht warm und kühl aus. Die Tönung gleicht Grün und Magenta aus. Die Dynamik hebt zurückhaltende Farben sanft an.
es: La temperatura equilibra el cálido y el frío. El matiz equilibra el verde y el magenta. Vibrance realza suavemente los colores más apagados.
fr: La température équilibre le chaud et le froid. La nuance équilibre le vert et le magenta. La vibrance renforce doucement les couleurs les plus discrètes.
it: La temperatura bilancia caldo e freddo. La tinta bilancia verde e magenta. La vividezza esalta delicatamente i colori più spenti.
sv: Temperatur balanserar varmt och kallt. Färgton balanserar grönt och magenta. Lyster lyfter försiktigt de tystare färgerna.

source: Temporal · %lld frames
de: Zeitlich · %lld Frames
es: Temporal · %lld fotogramas
fr: Temporel · %lld images
it: Temporale · %lld fotogrammi
sv: Temporal · %lld bildrutor

source: Temporary tracking frames could not be read.
de: Temporäre Tracking-Frames konnten nicht gelesen werden.
es: No se han podido leer los fotogramas temporales de rastreo.
fr: Les images temporaires de suivi n’ont pas pu être lues.
it: Non è stato possibile leggere i fotogrammi temporanei di tracciamento.
sv: Det gick inte att läsa de tillfälliga spårningsbildrutorna.

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
sv: Användarvillkor

source: Text color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore del testo
sv: Textfärg

source: Text content
de: Textinhalt
es: Contenido del texto
fr: Contenu du texte
it: Contenuto del testo
sv: Textinnehåll

source: Text layers use their on-screen text as the name until you rename them. Top layers appear above lower layers. Hiding a layer also silences its linked audio. Locked layers still play and export, and can still be renamed.
de: Textebenen verwenden ihren angezeigten Text als Namen, bis du sie umbenennst. Obere Ebenen erscheinen über unteren. Wird eine Ebene ausgeblendet, verstummt auch ihr verknüpftes Audio. Gesperrte Ebenen werden weiterhin wiedergegeben und exportiert und können weiterhin umbenannt werden.
es: Las capas de texto usan su texto en pantalla como nombre hasta que las renombres. Las capas superiores aparecen por encima de las inferiores. Ocultar una capa también silencia su audio vinculado. Las capas bloqueadas siguen reproduciéndose y exportándose, y se pueden renombrar.
fr: Les calques de texte prennent leur texte affiché comme nom jusqu'à ce que vous les renommiez. Les calques du haut apparaissent au-dessus de ceux du bas. Masquer un calque coupe aussi son audio lié. Les calques verrouillés continuent d'être lus et exportés, et peuvent toujours être renommés.
it: I livelli di testo usano il testo a schermo come nome finché non li rinomini. I livelli in alto appaiono sopra quelli in basso. Nascondere un livello silenzia anche il suo audio collegato. I livelli bloccati continuano a essere riprodotti ed esportati, e possono comunque essere rinominati.
sv: Textlager använder sin text på skärmen som namn tills du byter namn på dem. Övre lager visas ovanför lägre lager. Att dölja ett lager tystar även dess länkade ljud. Låsta lager spelas och exporteras fortfarande, och kan fortfarande byta namn.

source: Text Tool
de: Textwerkzeug
es: Herramienta de texto
fr: Outil Texte
it: Strumento testo
sv: Textverktyg

source: That area has almost no color, so there is nothing for the hue mesh to hold on to. Try a more colorful part of the picture, or use Chroma / Luma.
de: Dieser Bereich hat fast keine Farbe, das Farbtongitter hat also nichts, woran es sich halten kann. Versuche einen farbigeren Teil des Bildes, oder nimm Chroma / Luma.
es: Esa zona casi no tiene color, así que la malla de tono no tiene nada a lo que agarrarse. Prueba una parte más colorida de la imagen, o usa Croma / Luma.
fr: Cette zone n'a presque pas de couleur, la grille de teinte n'a donc rien à quoi se tenir. Essayez une partie plus colorée de l'image, ou utilisez Chroma / Luma.
it: Quell'area non ha quasi colore, quindi la griglia della tonalità non ha nulla a cui appigliarsi. Prova una parte più colorata dell'immagine, oppure usa Croma / Luma.
sv: Det området har nästan ingen färg, så nyansrutnätet har inget att hålla fast i. Prova en mer färgstark del av bilden, eller använd Kroma/luma.

source: That area has almost no colour, so there is nothing to select. Try a more colourful part of the picture.
de: Dieser Bereich hat fast keine Farbe, es gibt also nichts auszuwählen. Versuche einen farbigeren Teil des Bildes.
es: Esa zona casi no tiene color, así que no hay nada que seleccionar. Prueba una parte más colorida de la imagen.
fr: Cette zone n'a presque pas de couleur, il n'y a donc rien à sélectionner. Essayez une partie plus colorée de l'image.
it: Quell'area non ha quasi colore, quindi non c'è nulla da selezionare. Prova una parte più colorata dell'immagine.
sv: Det området har nästan ingen färg, så det finns inget att välja. Prova en mer färgstark del av bilden.

source: That clip is no longer on the timeline.
de: Dieser Clip ist nicht mehr in der Timeline.
es: Ese clip ya no está en la línea de tiempo.
fr: Ce clip n’est plus dans la timeline.
it: Quella clip non è più nella timeline.
sv: Det klippet finns inte längre på tidslinjen.

source: That clip's media is missing.
de: Die Medien dieses Clips fehlen.
es: Falta el material de ese clip.
fr: Le média de ce plan est introuvable.
it: Il contenuto di quel clip è mancante.
sv: Mediet för det klippet saknas.

source: That color could not be sampled. Try another point.
de: Diese Farbe konnte nicht aufgenommen werden. Versuche einen anderen Punkt.
es: No se ha podido muestrear ese color. Prueba con otro punto.
fr: Cette couleur n’a pas pu être prélevée. Essayez un autre point.
it: Non è stato possibile campionare quel colore. Prova un altro punto.
sv: Den färgen kunde inte samplas. Prova en annan punkt.

source: That destination layer is no longer available.
de: Diese Zielebene ist nicht mehr verfügbar.
es: Esa capa de destino ya no está disponible.
fr: Ce calque de destination n’est plus disponible.
it: Quel livello di destinazione non è più disponibile.
sv: Det mållagret är inte längre tillgängligt.

source: That layer already depends on this one, so using it would create a loop.
de: Diese Ebene hängt bereits von dieser hier ab; sie zu verwenden würde eine Schleife erzeugen.
es: Esa capa ya depende de esta, así que usarla crearía un bucle.
fr: Ce calque dépend déjà de celui-ci : l’utiliser créerait une boucle.
it: Quel livello dipende già da questo, quindi usarlo creerebbe un ciclo.
sv: Det lagret beror redan på det här, så att använda det skulle skapa en slinga.

source: That media is no longer part of this project.
de: Dieses Medium gehört nicht mehr zu diesem Projekt.
es: Ese material ya no forma parte de este proyecto.
fr: Ce média ne fait plus partie de ce projet.
it: Questo contenuto non fa più parte di questo progetto.
sv: Det mediet ingår inte längre i det här projektet.

source: That outline was too small. Draw all the way around the object.
de: Diese Kontur war zu klein. Zeichne ganz um das Objekt herum.
es: Ese contorno era demasiado pequeño. Dibuja todo el contorno alrededor del objeto.
fr: Ce contour était trop petit. Tracez tout autour de l’objet.
it: Quel contorno era troppo piccolo. Traccia tutto attorno all’oggetto.
sv: Den konturen var för liten. Rita hela vägen runt objektet.

source: That saves the value you can see right now.
de: Das sichert den Wert, den du gerade siehst.
es: Eso guarda el valor que se ve ahora mismo.
fr: Cela enregistre la valeur actuellement affichée.
it: Questo salva il valore visibile in questo momento.
sv: Det sparar värdet du ser just nu.

source: That speed would leave the clip with no duration.
de: Mit diesem Tempo hätte der Clip keine Dauer mehr.
es: Esa velocidad dejaría el clip sin duración.
fr: Cette vitesse laisserait le clip sans durée.
it: Quella velocità lascerebbe la clip senza durata.
sv: Den hastigheten skulle lämna klippet utan längd.

source: The .cube file is deleted from the app. Any clip using it goes back to no look.
de: Die .cube-Datei wird aus der App gelöscht. Jeder Clip, der sie verwendet, hat danach keinen Look mehr.
es: El archivo .cube se elimina de la app. Cualquier clip que lo usara vuelve a quedarse sin look.
fr: Le fichier .cube est supprimé de l'app. Tout clip qui l'utilisait revient à aucun look.
it: Il file .cube viene eliminato dall'app. Ogni clip che lo usava torna senza look.
sv: Filen .cube raderas från appen. Varje klipp som använder den går tillbaka till ingen look.

source: The %@ codec is not supported on this device.
de: Der Codec %@ wird auf diesem Gerät nicht unterstützt.
es: El códec %@ no es compatible con este dispositivo.
fr: Le codec %@ n’est pas pris en charge sur cet appareil.
it: Il codec %@ non è supportato su questo dispositivo.
sv: Codecen %@ stöds inte på den här enheten.

source: The %@ source bit depth could not be verified as 8-bit. Export is blocked to avoid flattening higher-bit-depth video.
de: Die Bittiefe der %@-Quelle konnte nicht als 8 Bit bestätigt werden. Der Export wird blockiert, um Video mit höherer Bittiefe nicht abzuflachen.
es: No se pudo confirmar que la profundidad de bits del origen %@ sea de 8 bits. La exportación se bloquea para no aplanar un vídeo de mayor profundidad.
fr: La profondeur de bits de la source %@ n'a pas pu être confirmée comme 8 bits. L'export est bloqué pour éviter d'aplatir une vidéo de profondeur supérieure.
it: Non è stato possibile confermare che la profondità di bit della sorgente %@ sia di 8 bit. L'esportazione è bloccata per non appiattire un video con profondità maggiore.
sv: Bitdjupet i %@-källan kunde inte verifieras som 8-bitars. Exporten blockeras för att inte platta till video med högre bitdjup.

source: The AAC encoder rejected audio from track %lld.
de: Der AAC-Encoder hat Audio aus Spur %lld abgelehnt.
es: El codificador AAC rechazó el audio de la pista %lld.
fr: L'encodeur AAC a rejeté l'audio de la piste %lld.
it: L'encoder AAC ha rifiutato l'audio della traccia %lld.
sv: AAC-kodaren avvisade ljudet från spår %lld.

source: The agreement covering the app and purchases.
de: Die Vereinbarung für die App und für Käufe.
es: El acuerdo que cubre la app y las compras.
fr: Le contrat qui couvre l'app et les achats.
it: Il contratto che regola l'app e gli acquisti.
sv: Avtalet som gäller appen och köpen.

source: the canvas frame rate
de: die Bildrate der Arbeitsfläche
es: la frecuencia de fotogramas del lienzo
fr: la fréquence d'images du canevas
it: la frequenza fotogrammi del canvas
sv: arbetsytans bildfrekvens

source: The clip could not be split at the playhead.
de: Der Clip konnte am Abspielkopf nicht geteilt werden.
es: No se ha podido dividir el clip en el cabezal.
fr: Le clip n’a pas pu être scindé à la tête de lecture.
it: Non è stato possibile dividere la clip alla testina.
sv: Klippet kunde inte delas vid uppspelningshuvudet.

source: The clip or mask changed. Place the playhead and start tracking again.
de: Clip oder Maske haben sich geändert. Setze den Abspielkopf und starte das Tracking neu.
es: El clip o la máscara han cambiado. Coloca el cabezal y vuelve a iniciar el rastreo.
fr: Le clip ou le masque a changé. Placez la tête de lecture et relancez le suivi.
it: La clip o la maschera sono cambiate. Posiziona la testina e riavvia il tracciamento.
sv: Klippet eller masken ändrades. Placera uppspelningshuvudet och börja spåra igen.

source: The clip plays backwards. Its sound is silent — audio cannot be reversed without rendering it, so it is muted rather than left running forwards under a picture that is not.
de: Der Clip läuft rückwärts. Sein Ton ist stumm – Audio lässt sich ohne Rendern nicht umkehren, also wird es stummgeschaltet, statt vorwärts unter einem Bild weiterzulaufen, das es nicht tut.
es: El clip se reproduce al revés. Su sonido está silenciado: el audio no se puede invertir sin renderizarlo, así que se silencia en lugar de dejarlo sonando hacia delante bajo una imagen que no lo está.
fr: Le plan est lu à l'envers. Son audio est muet : le son ne peut pas être inversé sans être rendu, il est donc coupé plutôt que laissé à l'endroit sous une image qui ne l'est pas.
it: Il clip va all'indietro. L'audio è muto: non può essere invertito senza essere renderizzato, quindi viene silenziato invece di restare in avanti sotto un'immagine che non lo è.
sv: Klippet spelas baklänges. Ljudet är tyst – ljud kan inte spelas baklänges utan att renderas, så det tystas i stället för att fortsätta framåt under en bild som inte gör det.

source: The clips do not have enough source frames for a transition.
de: Die Clips haben nicht genug Quellframes für einen Übergang.
es: Los clips no tienen suficientes fotogramas de origen para una transición.
fr: Les clips n’ont pas assez d’images sources pour une transition.
it: Le clip non hanno abbastanza fotogrammi sorgente per una transizione.
sv: Klippen har inte tillräckligt många källbildrutor för en övergång.

source: The Color Warper. Grab a color by its hue and its saturation at once and drag it somewhere else — the colors around it follow, the rest of the picture does not.
de: Der Color Warper. Greif eine Farbe an ihrem Farbton und ihrer Sättigung gleichzeitig und zieh sie woanders hin – die Farben um sie herum folgen, der Rest des Bildes nicht.
es: El Color Warper. Agarra un color por su tono y su saturación a la vez y arrástralo a otro sitio: los colores de alrededor lo siguen, el resto de la imagen no.
fr: Le Color Warper. Attrapez une couleur à la fois par sa teinte et par sa saturation, et faites-la glisser ailleurs — les couleurs autour suivent, le reste de l'image non.
it: Il Color Warper. Afferra un colore per la sua tonalità e la sua saturazione insieme e trascinalo altrove — i colori attorno seguono, il resto dell'immagine no.
sv: Color Warper. Ta tag i en färg genom både dess nyans och dess mättnad på samma gång och dra den någon annanstans — färgerna runt omkring följer med, resten av bilden gör det inte.

source: The decoder changed the source dimensions; export stopped instead of resizing silently.
de: Der Decoder hat die Quellabmessungen geändert; der Export wurde gestoppt, statt still zu skalieren.
es: El decodificador cambió las dimensiones del origen; la exportación se detuvo en lugar de redimensionar en silencio.
fr: Le décodeur a modifié les dimensions de la source ; l'export s'est arrêté au lieu de redimensionner en silence.
it: Il decoder ha cambiato le dimensioni della sorgente; l'esportazione si è fermata invece di ridimensionare in silenzio.
sv: Avkodaren ändrade källans mått; exporten stoppades i stället för att tyst ändra storlek.

source: The decoder did not provide the required %@ video frames.
de: Der Decoder lieferte nicht die erforderlichen %@-Videoframes.
es: El decodificador no proporcionó los fotogramas de vídeo %@ necesarios.
fr: Le décodeur n'a pas fourni les images vidéo %@ requises.
it: Il decoder non ha fornito i fotogrammi video %@ richiesti.
sv: Avkodaren gav inte de %@-videobildrutor som krävs.

source: The decoder did not supply source luminance.
de: Der Decoder hat keine Quell-Luminanz geliefert.
es: El decodificador no ha proporcionado la luminancia de origen.
fr: Le décodeur n’a pas fourni la luminance source.
it: Il decoder non ha fornito la luminanza sorgente.
sv: Avkodaren gav ingen luminans från källan.

source: The destination extension must match the selected container.
de: Die Dateiendung des Ziels muss zum gewählten Container passen.
es: La extensión de destino debe coincidir con el contenedor seleccionado.
fr: L'extension de destination doit correspondre au conteneur sélectionné.
it: L'estensione di destinazione deve corrispondere al contenitore selezionato.
sv: Målfilens ändelse måste stämma med den valda behållaren.

source: The encoder frame pool did not provide 10-bit 4:2:0 surfaces.
de: Der Frame-Pool des Encoders lieferte keine 10-Bit-4:2:0-Surfaces.
es: El grupo de fotogramas del codificador no proporcionó superficies de 10 bits 4:2:0.
fr: Le pool d'images de l'encodeur n'a pas fourni de surfaces 10 bits 4:2:0.
it: Il pool di fotogrammi dell'encoder non ha fornito superfici a 10 bit 4:2:0.
sv: Kodarens bildrutepool gav inga 10-bitars 4:2:0-ytor.

source: The encoder frame pool did not provide BGRA surfaces.
de: Der Frame-Pool des Encoders lieferte keine BGRA-Surfaces.
es: El grupo de fotogramas del codificador no proporcionó superficies BGRA.
fr: Le pool d'images de l'encodeur n'a pas fourni de surfaces BGRA.
it: Il pool di fotogrammi dell'encoder non ha fornito superfici BGRA.
sv: Kodarens bildrutepool gav inga BGRA-ytor.

source: The export could not be saved to Photos.
de: Der Export konnte nicht in „Fotos“ gesichert werden.
es: No se ha podido guardar la exportación en Fotos.
fr: L’exportation n’a pas pu être enregistrée dans Photos.
it: Non è stato possibile salvare l’esportazione in Foto.
sv: Exporten kunde inte sparas till Bilder.

source: The export destination must be a local file URL.
de: Das Exportziel muss eine lokale Datei-URL sein.
es: El destino de exportación debe ser una URL de archivo local.
fr: La destination d'export doit être une URL de fichier local.
it: La destinazione di esportazione deve essere un URL di file locale.
sv: Exportmålet måste vara en lokal fil-URL.

source: The export session could not be prepared.
de: Die Export-Sitzung konnte nicht vorbereitet werden.
es: No se pudo preparar la sesión de exportación.
fr: La session d'export n'a pas pu être préparée.
it: Non è stato possibile preparare la sessione di esportazione.
sv: Exportsessionen kunde inte förberedas.

source: The exported file has no readable video track.
de: Die exportierte Datei hat keine lesbare Videospur.
es: El archivo exportado no tiene ninguna pista de vídeo legible.
fr: Le fichier exporté n'a aucune piste vidéo lisible.
it: Il file esportato non ha alcuna traccia video leggibile.
sv: Den exporterade filen har inget läsbart videospår.

source: The exported file is no longer available.
de: Die exportierte Datei ist nicht mehr verfügbar.
es: El archivo exportado ya no está disponible.
fr: Le fichier exporté n’est plus disponible.
it: Il file esportato non è più disponibile.
sv: Den exporterade filen är inte längre tillgänglig.

source: The exported file is not tagged as HLG BT.2020 — it reports %@. The file was written but its colour would be misread, so it is being reported as a failure rather than a success.
de: Die exportierte Datei ist nicht als HLG BT.2020 gekennzeichnet — sie meldet %@. Die Datei wurde geschrieben, ihre Farbe würde aber falsch gelesen. Deshalb wird dies als Fehler und nicht als Erfolg gemeldet.
es: El archivo exportado no está etiquetado como HLG BT.2020: indica %@. El archivo se escribió, pero su color se interpretaría mal, así que se informa como un error y no como un éxito.
fr: Le fichier exporté n'est pas balisé HLG BT.2020 — il indique %@. Le fichier a été écrit, mais sa couleur serait mal interprétée : c'est donc signalé comme un échec plutôt que comme une réussite.
it: Il file esportato non è marcato come HLG BT.2020: indica %@. Il file è stato scritto, ma il suo colore verrebbe interpretato male, quindi viene segnalato come errore anziché come successo.
sv: Den exporterade filen är inte taggad som HLG BT.2020 — den anger %@. Filen skrevs, men dess färg skulle läsas fel, så det rapporteras som ett misslyckande i stället för en framgång.

source: The exported file reports %lld-bit precision, not 10-bit. Reported as a failure rather than a silent quality reduction.
de: Die exportierte Datei meldet %lld Bit Präzision statt 10 Bit. Dies wird als Fehler gemeldet statt als stille Qualitätsminderung.
es: El archivo exportado indica una precisión de %lld bits, no de 10 bits. Se informa como un error y no como una pérdida de calidad silenciosa.
fr: Le fichier exporté indique une précision de %lld bits, et non 10 bits. Signalé comme un échec plutôt que comme une perte de qualité silencieuse.
it: Il file esportato indica una precisione di %lld bit, non di 10 bit. Segnalato come errore anziché come una perdita di qualità silenziosa.
sv: Den exporterade filen anger %lld-bitars precision, inte 10-bitars. Rapporteras som ett misslyckande i stället för en tyst kvalitetsförlust.

source: The exported video could not be saved to Photos.
de: Das exportierte Video konnte nicht in „Fotos“ gesichert werden.
es: No se ha podido guardar el vídeo exportado en Fotos.
fr: La vidéo exportée n’a pas pu être enregistrée dans Photos.
it: Non è stato possibile salvare il video esportato in Foto.
sv: Den exporterade videon kunde inte sparas till Bilder.

source: The file name and the length shown on each clip. Turning them off uncovers the thumbnails and the waveform, which is worth doing once you know your own footage.
de: Der Dateiname und die Länge, die auf jedem Clip angezeigt werden. Sie auszuschalten legt die Miniaturen und die Waveform frei – das lohnt sich, sobald du dein eigenes Material kennst.
es: El nombre de archivo y la duración que se muestran en cada clip. Desactivarlos deja a la vista las miniaturas y la forma de onda, algo que merece la pena en cuanto conoces tu propio material.
fr: Le nom de fichier et la durée affichés sur chaque clip. Les désactiver dégage les vignettes et la forme d’onde, ce qui vaut la peine dès que vous connaissez votre propre métrage.
it: Il nome del file e la durata mostrati su ogni clip. Disattivarli scopre le miniature e la forma d’onda, cosa che vale la pena fare quando conosci il tuo materiale.
sv: Filnamnet och längden som visas på varje klipp. Att stänga av dem frilägger miniatyrbilderna och vågformen, vilket är värt att göra när du känner ditt eget material.

source: The finishing effects could not be prepared.
de: Die abschließenden Effekte konnten nicht vorbereitet werden.
es: No se pudieron preparar los efectos de acabado.
fr: Les effets de finition n'ont pas pu être préparés.
it: Non è stato possibile preparare gli effetti di finitura.
sv: De avslutande effekterna kunde inte förberedas.

source: The finishing-effects pass could not be encoded.
de: Der Durchgang für die abschließenden Effekte konnte nicht kodiert werden.
es: No se pudo codificar la pasada de efectos de acabado.
fr: La passe d'effets de finition n'a pas pu être encodée.
it: Non è stato possibile codificare il passaggio degli effetti di finitura.
sv: Passet för avslutande effekter kunde inte kodas.
